sdaiGetAttr(Sdai_instS*,Sdai_instS*,SdaiPrimitiveType,System.Void*)
\details
Gets the value of an attribute from an entity instance.
\param instance [in] The instance of the entity whose attribute is being tested.
\param attribute [in] attribute instance from the SDAI dictionary.
\param valueType [in] the type of value.
\param value [in/out] value which should used for parameter recording.
\returns pointer to value if the instance has an attribute or NULL in other case.